[
    "Applesauce, corn, beans, carrots, toaster, pickles.  The word with four letters is?",
    "Battery, fan, shoe, apple, marker: to write something, which would you most likely use?",
    "Cat, batch, sat, hatch, pat, match: the one that starts with the letter &quot;h&quot; is?",
    "Elephant, rock, tiger, moth, oatmeal: which one of these can fly?",
    "From this list, choose the date latest in the year, and type the name of the month: December 25, March 1st, Jan. 3rd, Oct-31.",
    "Herbert has only three quarters.  A can of pop from the machine costs 1 dollar.  Can Herbert get a can of pop?",
    "I have five apples and two oranges.  Do I have more oranges than apples?",
    "If 9 apples are split into three equal piles, the apples in each pile are how many?",
    "In the list 2, fourteen, twenty, eight, 12, the highest number is?",
    "In this list, which one would fit in your pocket: horse, airplane, skyscraper, coin, house?",
    "Jack and Jill ran up the hill, and found Spot. What word in that sentence is immediately before the comma?",
    "Mike is 6 feet tall and Ted is 5 feet tall.  Is Mike taller than Ted?",
    "Morning, breakfast, noon, afternoon, evening, supper, bedtime: only one of these is a specific time on a clock - which one?",
    "Of these, how many are made of water: stream, mountain, plain, river, sea, canyon, lake.",
    "One of these is not an animal: cat, dog, rock, squirrel, rabbit.  Which one is it?",
    "Paper clip, button, car, grapefruit, pickle, train, ant: how many of these have wheels?",
    "Phone, car, watch, bike, train, motorcycle.  Which word has &quot;i&quot; as the second letter?",
    "Pick the highest number, then subtract one: forty, 1, 43, 7, five.",
    "Sarah, Phillip, Sam, George, Billy, and Anna are friends.  The friend with the shortest name is?",
    "Stock, knock, pock, clock, hock, rock, stock. To find out the current time, which one would you use?",
    "Take one, add 2, then add one more. The answer is?",
    "Using no spaces and no commas, type these letters in alphabetical order: e, T, a, d, P.",
    "Which of 10, five hundred, four, 2000, and twenty-two, is a three digit number?",
    "Which one of these starts with the letter E: Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, Neptune, Pluto.",
    "Zombie, Vampire, Ghost, Werewolf, Ogre. The word that ends in &quot;T&quot; is?"
]